Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: The editor used to open session worktrees. Set a launch target in the project’s Settings tab.
bn: সেশনের ওয়ার্কট্রি খোলার এডিটর। প্রকল্পের সেটিংস ট্যাবে লঞ্চ লক্ষ্য নির্ধারণ করুন।
es: El editor usado para abrir los árboles de trabajo de las sesiones. Define un destino de inicio en la pestaña Ajustes del proyecto.
fr: L’éditeur utilisé pour ouvrir les arbres de travail des sessions. Définissez une cible de lancement dans l’onglet Réglages du projet.
hi: सत्र के वर्कट्री खोलने के लिए उपयोग होने वाला एडिटर। प्रोजेक्ट के सेटिंग्स टैब में लॉन्च लक्ष्य सेट करें।
it: L’editor usato per aprire gli alberi di lavoro delle sessioni. Imposta una destinazione di avvio nella scheda Impostazioni del progetto.
ja: セッションのワークツリーを開くエディタです。起動対象はプロジェクトの「設定」タブで指定できます。
ko: 세션 워크트리를 여는 데 사용하는 편집기입니다. 프로젝트의 설정 탭에서 실행 대상을 지정하세요.
pt_br: O editor usado para abrir as árvores de trabalho das sessões. Defina um destino de abertura na aba Ajustes do projeto.
ru: Редактор для открытия рабочих деревьев сеансов. Задайте цель запуска на вкладке настроек проекта.
sv: Redigeraren som öppnar sessionernas arbetsträd. Ange ett startmål på projektets flik Inställningar.
zh_hans: 用于打开会话工作树的编辑器。可在项目的“设置”标签页中设置启动目标。
zh_hant: 用於開啟工作階段工作樹的編輯器。可在專案的「設定」標籤頁中設定啟動目標。

source: The embedded backend could not start: %@
bn: এম্বেডেড ব্যাকএন্ড শুরু করা যায়নি: %@
es: No se pudo iniciar el backend integrado: %@
fr: Impossible de démarrer le backend intégré : %@
hi: एम्बेडेड बैकएंड शुरू नहीं हो सका: %@
it: Impossibile avviare il backend integrato: %@
ja: 組み込みバックエンドを起動できませんでした：%@
ko: 내장 백엔드를 시작할 수 없습니다: %@
pt_br: Não foi possível iniciar o backend integrado: %@
ru: Не удалось запустить встроенную серверную часть: %@
sv: Kunde inte starta den inbyggda backenden: %@
zh_hans: 内嵌后端无法启动：%@
zh_hant: 內嵌後端無法啟動：%@

source: The embedded backend could not start: data directory %@ is unavailable (%@)
bn: এম্বেডেড ব্যাকএন্ড শুরু করা যায়নি: ডেটা ডিরেক্টরি %@ অনুপলব্ধ (%@)
es: No se pudo iniciar el backend integrado: el directorio de datos %@ no está disponible (%@)
fr: Impossible de démarrer le backend intégré : le dossier de données %@ est indisponible (%@)
hi: एम्बेडेड बैकएंड शुरू नहीं हो सका: डेटा डायरेक्टरी %@ उपलब्ध नहीं (%@)
it: Impossibile avviare il backend integrato: la cartella dati %@ non è disponibile (%@)
ja: 組み込みバックエンドを起動できませんでした。データディレクトリ %@ を利用できません（%@）
ko: 내장 백엔드를 시작할 수 없습니다: 데이터 디렉터리 %@을(를) 사용할 수 없습니다(%@)
pt_br: Não foi possível iniciar o backend integrado: o diretório de dados %@ está indisponível (%@)
ru: Не удалось запустить встроенную серверную часть: каталог данных %@ недоступен (%@)
sv: Kunde inte starta den inbyggda backenden: datakatalogen %@ är otillgänglig (%@)
zh_hans: 内嵌后端无法启动：数据目录 %@ 不可用（%@）
zh_hant: 內嵌後端無法啟動：資料目錄 %@ 無法使用（%@）

source: The embedded backend is not running.
bn: এম্বেডেড ব্যাকএন্ড চলছে না।
es: El backend integrado no está en ejecución.
fr: Le backend intégré ne s’exécute pas.
hi: एम्बेडेड बैकएंड नहीं चल रहा।
it: Il backend integrato non è in esecuzione.
ja: 組み込みバックエンドは実行されていません。
ko: 내장 백엔드가 실행 중이 아닙니다.
pt_br: O backend integrado não está em execução.
ru: Встроенная серверная часть не работает.
sv: Den inbyggda backenden körs inte.
zh_hans: 内嵌后端未运行。
zh_hant: 內嵌後端未執行。

source: The embedded backend stopped.
bn: এম্বেডেড ব্যাকএন্ড থেমেছে।
es: El backend integrado se detuvo.
fr: Le backend intégré s’est arrêté.
hi: एम्बेडेड बैकएंड रुक गया।
it: Il backend integrato si è arrestato.
ja: 組み込みバックエンドが停止しました。
ko: 내장 백엔드가 중지되었습니다.
pt_br: O backend integrado parou.
ru: Встроенная серверная часть остановлена.
sv: Den inbyggda backenden stoppades.
zh_hans: 内嵌后端已停止。
zh_hant: 內嵌後端已停止。

source: The existing worktree changed. Resolve the page again before creating the session.
bn: বিদ্যমান ওয়ার্কট্রি বদলেছে। সেশন তৈরির আগে পৃষ্ঠা আবার যাচাই করুন।
es: El árbol de trabajo existente cambió. Vuelve a resolver la página antes de crear la sesión.
fr: L’arbre de travail a changé. Résolvez à nouveau la page avant de créer la session.
hi: मौजूदा वर्कट्री बदल गई। सत्र बनाने से पहले पेज फिर देखें।
it: L’albero di lavoro esistente è cambiato. Verifica di nuovo la pagina prima di creare la sessione.
ja: 既存のワークツリーが変わりました。セッション作成前にページを再確認してください。
ko: 기존 작업 트리가 변경되었습니다. 세션을 만들기 전에 페이지를 다시 확인하세요.
pt_br: A árvore de trabalho existente mudou. Resolva a página novamente antes de criar a sessão.
ru: Существующее рабочее дерево изменилось. Повторно определите страницу перед созданием сеанса.
sv: Det befintliga arbetsträdet ändrades. Slå upp sidan igen innan du skapar sessionen.
zh_hans: 现有工作树已更改。请重新解析页面后再创建会话。
zh_hant: 現有工作樹已變更。請重新解析頁面後再建立工作階段。

source: The font family contains unsupported characters.
bn: ফন্টের নামে অসমর্থিত অক্ষর আছে।
es: La familia tipográfica contiene caracteres no admitidos.
fr: La famille de police contient des caractères non pris en charge.
hi: फ़ॉन्ट परिवार में असमर्थित अक्षर हैं।
it: La famiglia di caratteri contiene caratteri non supportati.
ja: フォント名に対応していない文字が含まれています。
ko: 글꼴 이름에 지원되지 않는 문자가 포함되어 있습니다.
pt_br: A família de fonte contém caracteres não suportados.
ru: Имя семейства шрифтов содержит неподдерживаемые символы.
sv: Typsnittsfamiljen innehåller tecken som inte stöds.
zh_hans: 字体名称含有不支持的字符。
zh_hant: 字型名稱含有不支援的字元。

source: The forwarder could not start.
bn: ফরোয়ার্ডার শুরু করা যায়নি।
es: No se pudo iniciar el proceso de reenvío.
fr: Le processus de transfert n’a pas pu démarrer.
hi: फ़ॉरवर्डर शुरू नहीं हो सका।
it: Impossibile avviare il processo di inoltro.
ja: 転送プロセスを起動できませんでした。
ko: 전달 프로세스를 시작하지 못했습니다.
pt_br: Não foi possível iniciar o processo de encaminhamento.
ru: Не удалось запустить передачу событий.
sv: Vidarebefordraren kunde inte starta.
zh_hans: 转发程序无法启动。
zh_hant: 轉送程式無法啟動。

source: The IDE target must be a relative path inside the workspace.
bn: IDE লক্ষ্যটি ওয়ার্কস্পেসের ভেতরের আপেক্ষিক পাথ হতে হবে।
es: El destino del IDE debe ser una ruta relativa dentro del espacio de trabajo.
fr: La cible de l’IDE doit être un chemin relatif dans l’espace de travail.
hi: IDE लक्ष्य वर्कस्पेस के अंदर का सापेक्ष पथ होना चाहिए।
it: La destinazione dell’IDE deve essere un percorso relativo nell’area di lavoro.
ja: IDE の対象にはワークスペース内の相対パスを指定してください。
ko: IDE 대상은 작업 공간 내의 상대 경로여야 합니다.
pt_br: O destino do IDE deve ser um caminho relativo dentro do espaço de trabalho.
ru: Цель IDE должна быть относительным путём внутри рабочей папки.
sv: IDE-målet måste vara en relativ sökväg inom arbetsytan.
zh_hans: IDE 目标必须是工作区内的相对路径。
zh_hant: IDE 目標必須是工作區內的相對路徑。

source: The key must not contain spaces.
bn: কীতে ফাঁক থাকা চলবে না।
es: La tecla no debe contener espacios.
fr: La touche ne doit pas contenir d’espaces.
hi: कुंजी में स्पेस नहीं होने चाहिए।
it: Il tasto non deve contenere spazi.
ja: キーに空白を含めないでください。
ko: 키에는 공백이 없어야 합니다.
pt_br: A tecla não deve conter espaços.
ru: Клавиша не должна содержать пробелы.
sv: Tangenten får inte innehålla blanksteg.
zh_hans: 按键不得包含空格。
zh_hant: 按鍵不得包含空格。

source: The launch command is empty.
bn: চালু করার কমান্ড খালি।
es: El comando de inicio está vacío.
fr: La commande de lancement est vide.
hi: लॉन्च कमांड खाली है।
it: Il comando di avvio è vuoto.
ja: 起動コマンドが空です。
ko: 실행 명령이 비어 있습니다.
pt_br: O comando de inicialização está vazio.
ru: Команда запуска пуста.
sv: Startkommandot är tomt.
zh_hans: 启动命令为空。
zh_hant: 啟動命令為空。

source: The linked project has no Jira board.
bn: লিঙ্ক করা প্রকল্পে কোনো Jira বোর্ড নেই।
es: El proyecto enlazado no tiene tablero de Jira.
fr: Le projet lié n’a pas de tableau Jira.
hi: लिंक किए गए प्रोजेक्ट में कोई Jira बोर्ड नहीं है।
it: Il progetto collegato non ha una board Jira.
ja: リンク先のプロジェクトには Jira ボードがありません。
ko: 연결된 프로젝트에 Jira 보드가 없습니다.
pt_br: O projeto vinculado não tem quadro do Jira.
ru: У связанного проекта нет доски Jira.
sv: Det länkade projektet har ingen Jira-tavla.
zh_hans: 链接的项目没有 Jira 看板。
zh_hant: 連結的專案沒有 Jira 看板。

source: The linked project is no longer available.
bn: লিঙ্ক করা প্রকল্প আর উপলভ্য নয়।
es: El proyecto enlazado ya no está disponible.
fr: Le projet lié n’est plus disponible.
hi: लिंक किया प्रोजेक्ट अब उपलब्ध नहीं है।
it: Il progetto collegato non è più disponibile.
ja: リンク先のプロジェクトは利用できなくなりました。
ko: 연결된 프로젝트를 더 이상 사용할 수 없습니다.
pt_br: O projeto vinculado não está mais disponível.
ru: Проект по ссылке больше недоступен.
sv: Det länkade projektet är inte längre tillgängligt.
zh_hans: 链接的项目已不可用。
zh_hant: 連結的專案已無法使用。

source: The linked session is no longer available.
bn: লিঙ্ক করা সেশন আর উপলভ্য নয়।
es: La sesión enlazada ya no está disponible.
fr: La session liée n’est plus disponible.
hi: लिंक किया सत्र अब उपलब्ध नहीं है।
it: La sessione collegata non è più disponibile.
ja: リンク先のセッションは利用できなくなりました。
ko: 연결된 세션을 더 이상 사용할 수 없습니다.
pt_br: A sessão vinculada não está mais disponível.
ru: Сессия по ссылке больше недоступна.
sv: Den länkade sessionen är inte längre tillgänglig.
zh_hans: 链接的会话已不可用。
zh_hant: 連結的工作階段已無法使用。

source: The main checkout was moved to %@, but the worktree could not be created: %@
bn: মূল চেকআউট %@-এ সরেছে, কিন্তু ওয়ার্কট্রি তৈরি হয়নি: %@
es: El checkout principal se movió a %@, pero no se pudo crear el árbol de trabajo: %@
fr: Le checkout principal a été déplacé vers %@, mais l’arbre de travail n’a pas pu être créé : %@
hi: मुख्य चेकआउट %@ पर ले जाया गया, लेकिन वर्कट्री नहीं बनी: %@
it: Il checkout principale è stato spostato su %@, ma non è stato possibile creare l’albero di lavoro: %@
ja: メインのチェックアウトを %@ に移しましたが、ワークツリーを作成できませんでした：%@
ko: 기본 체크아웃을 %@로 옮겼지만 작업 트리를 만들 수 없습니다: %@
pt_br: O checkout principal foi movido para %@, mas a árvore de trabalho não pôde ser criada: %@
ru: Основная рабочая копия переключена на %@, но создать рабочее дерево не удалось: %@
sv: Huvudutcheckningen flyttades till %@, men arbetsträdet kunde inte skapas: %@
zh_hans: 主检出已切换至 %@，但无法创建工作树：%@
zh_hant: 主簽出已切換至 %@，但無法建立工作樹：%@

source: The native terminal could not provide its configured colors.
bn: নেটিভ টার্মিনাল তার কনফিগার করা রঙ দিতে পারেনি।
es: El terminal nativo no pudo proporcionar sus colores configurados.
fr: Le terminal natif n’a pas pu fournir ses couleurs configurées.
hi: नेटिव टर्मिनल अपने कॉन्फ़िगर किए रंग नहीं दे सका।
it: Il terminale nativo non ha potuto fornire i colori configurati.
ja: ネイティブターミナルが設定済みの色を提供できませんでした。
ko: 네이티브 터미널에서 설정된 색상을 제공할 수 없습니다.
pt_br: O terminal nativo não conseguiu fornecer suas cores configuradas.
ru: Нативный терминал не смог предоставить настроенные цвета.
sv: Den inbyggda terminalen kunde inte ange sina inställda färger.
zh_hans: 原生终端无法提供已配置的颜色。
zh_hant: 原生終端機無法提供已設定的色彩。

source: The native terminal did not report its grid size.
bn: নেটিভ টার্মিনাল তার গ্রিডের আকার জানায়নি।
es: El terminal nativo no informó del tamaño de su cuadrícula.
fr: Le terminal natif n’a pas indiqué la taille de sa grille.
hi: नेटिव टर्मिनल ने ग्रिड का आकार नहीं बताया।
it: Il terminale nativo non ha indicato la dimensione della griglia.
ja: ネイティブターミナルがグリッドサイズを報告しませんでした。
ko: 네이티브 터미널에서 그리드 크기를 보고하지 않았습니다.
pt_br: O terminal nativo não informou o tamanho da grade.
ru: Нативный терминал не сообщил размер сетки.
sv: Den inbyggda terminalen rapporterade inte rutnätets storlek.
zh_hans: 原生终端未报告网格大小。
zh_hant: 原生終端機未回報網格大小。

source: The native terminal did not report measured cell pixels.
bn: নেটিভ টার্মিনাল মাপা সেল পিক্সেল জানায়নি।
es: El terminal nativo no informó de los píxeles medidos de las celdas.
fr: Le terminal natif n’a pas indiqué les dimensions mesurées des cellules en pixels.
hi: नेटिव टर्मिनल ने मापे गए सेल पिक्सेल नहीं बताए।
it: Il terminale nativo non ha indicato i pixel misurati delle celle.
ja: ネイティブターミナルが測定済みのセルピクセル数を報告しませんでした。
ko: 네이티브 터미널에서 측정된 셀 픽셀 크기를 보고하지 않았습니다.
pt_br: O terminal nativo não informou os pixels medidos das células.
ru: Нативный терминал не сообщил измеренные размеры ячеек в пикселях.
sv: Den inbyggda terminalen rapporterade inte uppmätta cellpixlar.
zh_hans: 原生终端未报告测得的单元格像素尺寸。
zh_hant: 原生終端機未回報測得的儲存格像素尺寸。

source: The native terminal version or bundled terminfo is missing. Rebuild the app before creating a terminal.
bn: নেটিভ টার্মিনাল সংস্করণ বা বান্ডল করা terminfo নেই। টার্মিনাল তৈরির আগে অ্যাপ আবার বিল্ড করুন।
es: Falta la versión del terminal nativo o el terminfo incluido. Vuelve a compilar la app antes de crear un terminal.
fr: La version du terminal natif ou le terminfo intégré est manquant. Recompilez l’app avant de créer un terminal.
hi: नेटिव टर्मिनल संस्करण या बंडल किया terminfo नहीं मिला। टर्मिनल बनाने से पहले ऐप फिर बिल्ड करें।
it: Manca la versione del terminale nativo o il terminfo incluso. Ricompila l’app prima di creare un terminale.
ja: ネイティブターミナルのバージョンまたは同梱の terminfo がありません。ターミナルを作成する前にアプリを再ビルドしてください。
ko: 네이티브 터미널 버전 또는 번들 terminfo가 없습니다. 터미널을 만들기 전에 앱을 다시 빌드하세요.
pt_br: A versão do terminal nativo ou o terminfo incluído está ausente. Recompile o app antes de criar um terminal.
ru: Отсутствует версия нативного терминала или встроенный terminfo. Пересоберите приложение перед созданием терминала.
sv: Versionen av den inbyggda terminalen eller medföljande terminfo saknas. Bygg om appen innan du skapar en terminal.
zh_hans: 缺少原生终端版本或捆绑的 terminfo。请重新构建应用后再创建终端。
zh_hant: 缺少原生終端機版本或隨附的 terminfo。請重新建置 App 後再建立終端機。

source: The original terminal is no longer running. Automatic reconnect did not create a replacement shell.
bn: মূল টার্মিনাল আর চলছে না। স্বয়ংক্রিয় পুনঃসংযোগ বিকল্প শেল তৈরি করেনি।
es: El terminal original ya no está en ejecución. La reconexión automática no creó un shell sustituto.
fr: Le terminal d’origine n’est plus actif. La reconnexion automatique n’a pas créé de shell de remplacement.
hi: मूल टर्मिनल अब नहीं चल रहा। स्वतः पुनः कनेक्शन ने नया शेल नहीं बनाया।
it: Il terminale originale non è più in esecuzione. La riconnessione automatica non ha creato una shell sostitutiva.
ja: 元のターミナルは実行されていません。自動再接続で代わりのシェルは作成されませんでした。
ko: 기존 터미널이 더 이상 실행 중이 아닙니다. 자동 재연결은 대체 셸을 만들지 않았습니다.
pt_br: O terminal original não está mais em execução. A reconexão automática não criou um shell substituto.
ru: Исходный терминал больше не работает. Автоподключение не создало заменяющую оболочку.
sv: Den ursprungliga terminalen körs inte längre. Automatisk återanslutning skapade inget ersättningsskal.
zh_hans: 原终端已不再运行。自动重连未创建替代 shell。
zh_hant: 原終端機已不再執行。自動重新連線未建立替代 shell。

source: The page address must use HTTP or HTTPS.
bn: পৃষ্ঠার ঠিকানায় HTTP বা HTTPS থাকতে হবে।
es: La dirección de la página debe usar HTTP o HTTPS.
fr: L’adresse de la page doit utiliser HTTP ou HTTPS.
hi: पेज का पता HTTP या HTTPS होना चाहिए।
it: L’indirizzo della pagina deve usare HTTP o HTTPS.
ja: ページアドレスは HTTP または HTTPS を使用する必要があります。
ko: 페이지 주소는 HTTP 또는 HTTPS를 사용해야 합니다.
pt_br: O endereço da página deve usar HTTP ou HTTPS.
ru: Адрес страницы должен использовать HTTP или HTTPS.
sv: Sidans adress måste använda HTTP eller HTTPS.
zh_hans: 页面地址必须使用 HTTP 或 HTTPS。
zh_hant: 頁面位址必須使用 HTTP 或 HTTPS。

source: The PR can no longer merge cleanly.
bn: PR আর দ্বন্দ্ব ছাড়া মার্জ করা যায় না।
es: El PR ya no se puede fusionar sin conflictos.
fr: La PR ne peut plus être fusionnée sans conflit.
hi: PR अब बिना विरोध मर्ज नहीं हो सकता।
it: La PR non può più essere unita senza conflitti.
ja: PRを競合なしでマージできなくなります。
ko: PR을 더 이상 충돌 없이 병합할 수 없습니다.
pt_br: O PR não pode mais ser mesclado sem conflitos.
ru: PR больше нельзя слить без конфликтов.
sv: PR kan inte längre slås ihop utan konflikter.
zh_hans: PR 已无法无冲突合并。
zh_hant: PR 已無法無衝突合併。

source: The PR links at least one Jira ticket (title, body or a saved link).
bn: PR অন্তত একটি Jira টিকিটের সঙ্গে যুক্ত (শিরোনাম, বিবরণ বা সংরক্ষিত লিঙ্ক)।
es: El PR enlaza al menos un ticket Jira (título, cuerpo o enlace guardado).
fr: La PR lie au moins un ticket Jira (titre, contenu ou lien enregistré).
hi: PR कम से कम एक Jira टिकट से जुड़ा है (शीर्षक, विवरण या सहेजा लिंक)।
it: La PR collega almeno un ticket Jira (titolo, testo o link salvato).
ja: PRが1件以上のJiraチケットにリンクしています（タイトル、本文、保存済みリンク）。
ko: PR이 하나 이상의 Jira 티켓에 연결되어 있습니다(제목, 본문 또는 저장된 링크).
pt_br: O PR vincula pelo menos um ticket Jira (título, corpo ou link salvo).
ru: PR связан хотя бы с одной задачей Jira (заголовок, описание или сохранённая ссылка).
sv: PR länkar minst ett Jira-ärende (titel, innehåll eller sparad länk).
zh_hans: PR 通过标题、正文或保存的链接关联至少一个 Jira 工单。
zh_hant: PR 透過標題、內文或儲存的連結關聯至少一個 Jira 工單。

source: The PR's head commit changes.
bn: PR-এর সর্বশেষ কমিট বদলায়।
es: Cambia el último commit del PR.
fr: Le dernier commit de la PR change.
hi: PR का नवीनतम कमिट बदलता है।
it: Cambia l’ultimo commit della PR.
ja: PRの最新コミットが変わります。
ko: PR의 최신 커밋이 변경됩니다.
pt_br: O último commit do PR muda.
ru: Меняется последний коммит PR.
sv: PR:s senaste commit ändras.
zh_hans: PR 的最新提交发生变化。
zh_hant: PR 的最新提交發生變化。

source: The PR's labels.
bn: PR-এর লেবেল।
es: Las etiquetas del PR.
fr: Les étiquettes de la PR.
hi: PR के लेबल।
it: Le etichette della PR.
ja: PRのラベルです。
ko: PR의 레이블입니다.
pt_br: As etiquetas do PR.
ru: Метки PR.
sv: PR:s etiketter.
zh_hans: PR 的标签。
zh_hant: PR 的標籤。

source: The project or backend connection changed. Cancel and reopen deletion to review the current project.
bn: প্রকল্প বা ব্যাকএন্ড সংযোগ বদলেছে। বর্তমান প্রকল্প যাচাই করতে বাতিল করে মুছে ফেলার সংলাপ আবার খুলুন।
es: El proyecto o la conexión al backend cambió. Cancela y vuelve a abrir la eliminación para revisar el proyecto actual.
fr: Le projet ou la connexion au backend a changé. Annulez puis rouvrez la suppression pour vérifier le projet actuel.
hi: प्रोजेक्ट या बैकएंड कनेक्शन बदल गया। रद्द करके हटाने का संवाद फिर खोलें और वर्तमान प्रोजेक्ट जाँचें।
it: Il progetto o la connessione al backend è cambiato. Annulla e riapri l’eliminazione per verificare il progetto attuale.
ja: プロジェクトまたはバックエンド接続が変更されました。キャンセルして削除画面を開き直し、現在のプロジェクトを確認してください。
ko: 프로젝트 또는 백엔드 연결이 변경되었습니다. 취소한 후 삭제 창을 다시 열어 현재 프로젝트를 확인하세요.
pt_br: O projeto ou a conexão com o backend mudou. Cancele e reabra a exclusão para revisar o projeto atual.
ru: Проект или подключение к серверу изменились. Отмените и снова откройте удаление, чтобы проверить текущий проект.
sv: Projektet eller backendanslutningen har ändrats. Avbryt och öppna raderingen igen för att granska det aktuella projektet.
zh_hans: 项目或后端连接已更改。请取消并重新打开删除确认，查看当前项目。
zh_hant: 專案或後端連線已變更。請取消並重新開啟刪除確認，檢查目前的專案。

source: The PTY helper did not preserve native color ownership. The created shell has been preserved.
bn: PTY সহায়ক নেটিভ রঙের নিয়ন্ত্রণ রাখেনি। তৈরি করা শেল রাখা হয়েছে।
es: El auxiliar PTY no conservó el control nativo de los colores. Se conservó el shell creado.
fr: L’utilitaire PTY n’a pas conservé le contrôle natif des couleurs. Le shell créé est conservé.
hi: PTY हेल्पर ने नेटिव रंग का स्वामित्व नहीं रखा। बनाया गया शेल सुरक्षित है।
it: L’helper PTY non ha conservato il controllo nativo dei colori. La shell creata è conservata.
ja: PTY ヘルパーがネイティブの色の管理権限を保持しませんでした。作成済みのシェルは保持されています。
ko: PTY 도우미가 네이티브 색상 소유권을 유지하지 않았습니다. 생성된 셸은 유지됩니다.
pt_br: O auxiliar PTY não preservou o controle nativo de cores. O shell criado foi mantido.
ru: Помощник PTY не сохранил нативное управление цветами. Созданная оболочка сохранена.
sv: PTY-hjälpprogrammet bevarade inte inbyggd färgkontroll. Det skapade skalet har behållits.
zh_hans: PTY 辅助程序未保留原生颜色控制权。已创建的 shell 已保留。
zh_hant: PTY 輔助程式未保留原生色彩控制權。已建立的 shell 已保留。

source: The PTY helper did not preserve the requested terminal geometry owner. The created shell has been preserved.
bn: PTY সহায়ক টার্মিনাল জ্যামিতির অনুরোধকৃত নিয়ন্ত্রক রাখেনি। তৈরি করা শেল রাখা হয়েছে।
es: El auxiliar PTY no conservó el responsable solicitado de la geometría del terminal. Se conservó el shell creado.
fr: L’utilitaire PTY n’a pas conservé le responsable demandé de la géométrie du terminal. Le shell créé est conservé.
hi: PTY हेल्पर ने अनुरोधित टर्मिनल ज्यामिति स्वामी नहीं रखा। बनाया गया शेल सुरक्षित है।
it: L’helper PTY non ha conservato il responsabile richiesto della geometria. La shell creata è conservata.
ja: PTY ヘルパーが要求されたジオメトリの管理元を保持しませんでした。作成済みのシェルは保持されています。
ko: PTY 도우미가 요청된 터미널 크기 정보 소유자를 유지하지 않았습니다. 생성된 셸은 유지됩니다.
pt_br: O auxiliar PTY não preservou o responsável solicitado pela geometria do terminal. O shell criado foi mantido.
ru: Помощник PTY не сохранил запрошенного владельца геометрии терминала. Созданная оболочка сохранена.
sv: PTY-hjälpprogrammet bevarade inte begärd ansvarig för terminalgeometrin. Det skapade skalet har behållits.
zh_hans: PTY 辅助程序未保留请求的终端几何信息控制方。已创建的 shell 已保留。
zh_hant: PTY 輔助程式未保留要求的終端機幾何資訊控制方。已建立的 shell 已保留。

source: The restored terminal metadata could not be published.
bn: পুনরুদ্ধার করা টার্মিনালের মেটাডেটা প্রকাশ করা যায়নি।
es: No se pudieron publicar los metadatos del terminal restaurado.
fr: Impossible de publier les métadonnées du terminal restauré.
hi: बहाल टर्मिनल मेटाडेटा प्रकाशित नहीं कर सके।
it: Impossibile pubblicare i metadati del terminale ripristinato.
ja: 復元したターミナルのメタデータを公開できませんでした。
ko: 복원된 터미널 메타데이터를 게시할 수 없습니다.
pt_br: Não foi possível publicar os metadados do terminal restaurado.
ru: Не удалось опубликовать восстановленные метаданные терминала.
sv: Kunde inte publicera den återställda terminalens metadata.
zh_hans: 无法发布恢复后的终端元数据。
zh_hant: 無法發布還原後的終端機中繼資料。

source: The review decision becomes approved.
bn: পর্যালোচনার সিদ্ধান্ত অনুমোদিত হয়।
es: La decisión de revisión pasa a aprobada.
fr: La décision de révision passe à approuvée.
hi: समीक्षा निर्णय मंज़ूर हो जाता है।
it: La decisione di revisione diventa approvata.
ja: レビュー判断が承認済みになります。
ko: 리뷰 결정이 승인으로 변경됩니다.
pt_br: A decisão de revisão passa a aprovada.
ru: Решение проверки меняется на одобрение.
sv: Granskningsbeslutet blir godkänt.
zh_hans: 审查决定变为批准。
zh_hant: 審查決定變為核准。

source: The Rust backend executable is missing. Build cascade-backend, pass --backend-path, or use --backend-url.
bn: Rust ব্যাকএন্ড এক্সিকিউটেবল নেই। cascade-backend বিল্ড করুন, --backend-path দিন বা --backend-url ব্যবহার করুন।
es: Falta el ejecutable del backend Rust. Compila cascade-backend, indica --backend-path o usa --backend-url.
fr: L’exécutable du backend Rust est manquant. Compilez cascade-backend, passez --backend-path ou utilisez --backend-url.
hi: Rust बैकएंड निष्पादन योग्य फ़ाइल नहीं मिली। cascade-backend बिल्ड करें, --backend-path दें या --backend-url उपयोग करें।
it: Manca l’eseguibile del backend Rust. Compila cascade-backend, specifica --backend-path o usa --backend-url.
ja: Rust バックエンドの実行ファイルがありません。cascade-backend をビルドするか、--backend-path または --backend-url を指定してください。
ko: Rust 백엔드 실행 파일이 없습니다. cascade-backend를 빌드하거나 --backend-path 또는 --backend-url을 사용하세요.
pt_br: O executável do backend Rust está ausente. Compile cascade-backend, passe --backend-path ou use --backend-url.
ru: Отсутствует исполняемый файл серверной части Rust. Соберите cascade-backend, укажите --backend-path или используйте --backend-url.
sv: Rust-backendens körbara fil saknas. Bygg cascade-backend, ange --backend-path eller använd --backend-url.
zh_hans: 缺少 Rust 后端可执行文件。请构建 cascade-backend、传入 --backend-path 或使用 --backend-url。
zh_hant: 缺少 Rust 後端執行檔。請建置 cascade-backend、傳入 --backend-path 或使用 --backend-url。

source: the sample
bn: নমুনাটি
es: la muestra
fr: l’échantillon
hi: नमूना
it: il campione
ja: サンプル
ko: 샘플
pt_br: a amostra
ru: пример
sv: exemplet
zh_hans: 此示例
zh_hant: 此範例

source: The saved page tabs could not be read and were set aside.
bn: সংরক্ষিত পেজ ট্যাব পড়া যায়নি, তাই সেগুলো আলাদা করে রাখা হয়েছে।
es: No se pudieron leer las pestañas de página guardadas y se apartaron.
fr: Les onglets de page enregistrés n’ont pas pu être lus et ont été mis de côté.
hi: सहेजे गए पेज टैब पढ़े नहीं जा सके और उन्हें अलग रख दिया गया।
it: Non è stato possibile leggere le schede delle pagine salvate, che sono state messe da parte.
ja: 保存されたページタブを読み込めなかったため、退避しました。
ko: 저장된 페이지 탭을 읽지 못해 따로 옮겨 두었습니다.
pt_br: Não foi possível ler as abas de página salvas, e elas foram separadas.
ru: Не удалось прочитать сохранённые вкладки страниц; они отложены.
sv: De sparade sidflikarna kunde inte läsas och har lagts undan.
zh_hans: 无法读取已保存的页面标签页，已将其移到一旁。
zh_hant: 無法讀取已儲存的頁面分頁，已將其移到一旁。
